Repository: ron-panduwana/test_gae
Catalog: crauth/locale/*/LC_MESSAGES/django.po
Languages: es, it, pl, sv

source: Please select Google apps domain you want to log in to:
es: Por favor slecciona el dominio de Google Apps contra el que deseas autenticar
it: Seleziona il dominio Google Apps in cui vuoi eseguire il login
pl: Proszę wybrać domenę Google Apps, do której chcesz się zalogować:
sv: Vänligen välj vilken Google Apps domän du vill logga in till

source: You have to type captcha
es: Introduce el captcha
it: Digita il captcha
pl: Prosze wprowadzić słowo z obrazka CAPTCHA
sv: Ni måste skriva captcha

source: Please enter the CAPTCHA
es: Por favor introduce el CAPTCHA
it: Inserisci il CAPTCHA
pl: Proszę wprowadzić słowo z obrazka CAPTCHA
sv: Vänligen fyll i CAPTCHA

source: Administrator account
es: Cuenta del Administrador
it: Account amministratore
pl: Konto administratora
sv: Administratörs konto

source: Administrator password
es: Password del Administrador
it: Password amministratore
pl: Hasło administratora
sv: Administratörs passord

source: Make sure to provide credentials for administrator of your domain
es: Asegurate de que introduces los credenciales de un administrador de tu dominio
it: Accertati di inserire le credenziali di amministratore per il tuo dominio
pl: Upewnij się, że wprowadziłeś nazwę i hasło administratora domeny
sv: Vänligen ange passord och användarnamn för en administratör för denna domänen

source: Please provide correct authentication credentials
es: Por favor introduce los credenciales de autenticacion correspondientes
it: Autenticati con le corrette credenziali
pl: Proszę wprowadzić poprawną nazwę i hasło
sv: Vänligen ange korrekta inloggnings detaljer

source: Is Administrator
es: Es Administrador
it: E’ Amministratore
pl: Administrator
sv: Är Administratör

source: Can add Role objects
es: Puede agregar objetos de Rol
it: Puo’ aggiungere Ruoli
pl: Może dodawać obiekty typu Rola
sv: Kan lägga till Roll objekt

source: Can change Role objects
es: Puede cambias objetos de Rol
it: Puo’ cambiare Ruoli
pl: Może zmieniać obiekty typu Rola
sv: Kan ändra Roll objekt

source: Can read Role objects
es: Puede leer objetos de Role
it: Puo’ sonsultare i Ruoli
pl: Może odczytywać obiekty typu Rola
sv: Kan läsa Roll objekt

source: Can %(perm)s %(model_name)s objects
es: Puede %(perm)s %(model_name)s objetos
it: Puo’ %(perm)s %(model_name)s
sv: Kan %(perm)s %(model_name)s objekt

source: Other, please specify: www.
es: Otro, especificar www.
it: Altro, aggiungi: www.
pl: Inna, proszę wprowadzić: www.
sv: Annan, vänligen ange: www.

source: Change Domain
es: Cambiar de Dominio
it: Cambia Dominio
pl: Zmień domenę
sv: Ändra Domän

source: Setup domain
es: Configurar Dominio
it: Imposta dominio
pl: Ustawienia dla domeny Google Apps
sv: Inställnings domän

source: Administrator credentials for this domain <strong>are not correct</strong>. Please enter <strong>valid credentials</strong> to continue using this application.
es: Los credenciales de Administrador para este dominio <strong> no son correctos</strong> Porfavor introduzca <strong>credenciales validos</strong> para continuar usando estaaplicacion.
it: Le credenziali di amministratore fornite <strong>non sono corrette</strong>. Inserisci le <strong>credenziali corrette</strong> per continuare ad utilizzare questa applicazione.
pl: Nazwa i hasło administratora dla tej domeny <strong>nie są prawidłowe</strong>. Proszę wprowadzić <strong>prawidłowe dane</strong> aby móc kontynuować używanie tej aplikacji.
sv: Administratörs inloggningsangivelser för denna domän <strong>är felaktiga</strong>. Vänligen<strong>ange korrekta inloggningsangivelser</strong> för att fortsätta använda dennaapplikation.

source: use different user
es: Utilice un usuario diferente
it: Usa altro utente
pl: użyj innego użytkownika
sv: använd annan användare

source: Save
it: Salva
sv: Spara

source: Enter your Google Apps domain name
it: Inseriscio il nome del dominio Google Apps
pl: Wprowadź nazwę swojej domeny Google Apps
sv: Ange erat Google Apps domän namn

source: Enter your Google Apps domain name:
it: Inseriscio il nome del dominio Google Apps
pl: Wprowadź nazwę swojej domeny Google Apps:
sv: Ange erat Google Apps domän namn

source: Login
sv: Logga in

source: Setup Google Apps domain
es: Configure el Dominio de Google Apps
it: Imposta il dominio Google Apps
pl: Ustawienia dla domeny Google Apps
sv: Installera Google Apps domän

source: For better experience we invite you to perform additional setup step in your Google Apps dashboard.
es: Para una mejor experiencia te invitamos a realizar una configuracion adicional en tu consola de Google Apps.
it: Per ottenere una migliore esperienza ti invitiamo ad eseguire le impostazioni addizionali nel pannello di impostationi Google Apps.
pl: Dla lepszego wykorzystania możliwości naszego panelu, zapraszamy do wykonania dodatkowych kroków w konsoli Twojej domeny Google Apps.
sv: För en bättra användare upplevelse bör du installera följande steg i eran Google Apps dashboard.

source: Please go to <a href="%(oauth_settings_url)s" target="_blank">%(oauth_settings_url)s</a> and add the following information to the list of <strong>Authorized API clients</strong>:
es: Por favor ve a <a href="%(oauth_settings_url)s" target="_blank">%(oauth_settings_url)s</a> e incluye la siguiente informacion <strong>Authorized API clients</strong>:
it: Vai a <a href="%(oauth_settings_url)s" target="_blank">%(oauth_settings_url)s</a> e aggiungi le sqguenti informazioni alla lista di <strong>Authorized API clients</strong>:
pl: Proszę udać się pod adres <a href="%(oauth_settings_url)s" target="_blank">%(oauth_settings_url)s</a> i dodać następujące informacje do listy <strong>Autoryzowanych klientów API</strong>:
sv: Vängligen gå till<a href="%(oauth_settings_url)s" target="_blank">%(oauth_settings_url)s</a> och lägga till följande information till listan med <strong>Authorized API klienter</strong>:
