Repository: ron-panduwana/test_gae
Catalog: crgappspanel/locale/*/LC_MESSAGES/django.po
Languages: it, pl

source: Owner
it: Possessore
pl: Właściciel

source: Member
it: Membro
pl: Członek

source: Domain
it: Domino
pl: Domena

source: Anyone
it: Chiunque
pl: Ktokolwiek

source: Don't change
it: Non cambiare
pl: Nie zmieniaj

source: Lowercase english letters are not allowed.
it: Non sono permesse lettere minuscole
pl: Małe litery alfabetu łacińskiego są niedozwolone.

source: Uppercase english letters are not allowed.
it: Non sono permesse lettere maiuscole
pl: Wielkie litery alfabetu łacińskiego są niedozwolone.

source: Digits are not allowed.
it: Non sono permessi numeri
pl: Cyfry są niedozwolone.

source: Character '%(char)s' is not allowed.
it: Il carattere '%(char)s' non e’ permesso
pl: Znak '%(char)s' jest niedozwolony.

source: There must be at least one letter or digit.
it: E’ obbligatorio inserire almeno una lettera o un numero
pl: Conajmniej jedna litera lub cyfra jest wymagana.

source: %(widget)s%(link_start)sChange password%(link_end)s WARNING: dangerous, without confirmation yet!
it: %(widget)s%(link_start)sModifica password%(link_end)s WARNING: pericoloso, senza previa conferma!
pl: %(widget)s%(link_start)sZmień hasło%(link_end)s UWAGA: niebezpieczne, jeszcze bez potwierdzenia!

source: Enter new password:<br/>%(widget)s %(link_start)sCancel%(link_end)s
it: Inserisci una nuova password:<br/>%(widget)s %(link_start)s Annulla%(link_end)s
pl: Wprowadź nowe hasło:<br/>%(widget)s %(link_start)sAnuluj%(link_end)s

source: %(link_start)sAdd nickname%(link_end)s
it: %(link_start)sAggiungi un soprannome%(link_end)s
pl: %(link_start)sDodaj pseudonim%(link_end)s

source: Enter nickname:<br/>%(widget)s %(link_start)sCancel%(link_end)s
it: Inserisci il soprannome:<br/>%(widget)s %(link_start)sAnnulla%(link_end)s
pl: Wprowadź pseudonim:<br/>%(widget)s %(link_start)sAnuluj%(link_end)s

source: Username
it: Nome utente
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Require a change of password in the next sign in
it: Richiede un cambio di password al prossimo logon
pl: Zarządaj zmiany hasła przy następnym logowaniu

source: Full name
it: Nome completo
pl: Imię i nazwisko

source: Nicknames
it: Soprannome
pl: Pseudonimy

source: First name is required.
pl: Imię jest wymagane.

source: Family name is required.
pl: Nazwisko jest wymagane.

source: These passwords don't match.
it: Le password non corrispondono
pl: Wpisane hasła nie są identyczne.

source: %(link_start)sAdd role%(link_end)s
it: %(link_start)sAggiungi ruolo%(link_end)s
pl: %(link_start)sDodaj rolę%(link_end)s

source: Choose role:<br/>%(widget)s %(link_start)sCancel%(link_end)s
it: Seleziona un ruolo:<br/>%(widget)s %(link_start)sAnnulla%(link_end)s
pl: Wybierz rolę:<br/>%(widget)s %(link_start)sAnuluj%(link_end)s

source: Roles
it: Ruoli
pl: Role

source: Add to groups
it: Aggiungi a gruppi
pl: Dodaj do grup

source: Add as
it: Aggiungi come
pl: Dodaj jako

source: Enable
it: Abilita
pl: Włącz

source: Disable
it: Disabilita
pl: Wyłącz

source: Forward and keep
it: Inoltra e mantieni
pl: Przekaż i zachowaj

source: Forward and archive
it: Inoltra e archivia
pl: Przekaż i zarchiwizuj

source: Forward and delete
it: Inoltra e cancella
pl: Przekaż i usuń

source: Don't forward
it: Non inoltrare
pl: Nie przekazuj

source: Enable for all emails
it: Abilita tutte le email
pl: Włącz dla wszystkich wiadomości

source: Enable for emails for now on
it: Abilita tutte le email da adesso
pl: Włącz dla wiadomości odebranych od tego momentu

source: Use Unicode (UTF-8)
it: Usa Unicode (UTF-8)
pl: Używaj Unikodu (UTF-8)

source: Use default text encoding
it: Usa encoding predefinito
pl: Używaj domyślnego kodowania znaków

source: Language
it: Lingua
pl: Język

source: Forwarding
it: Inoltra
pl: Przekazywanie

source: Forward to
it: Inoltra a
pl: Przekaż do

source: Messages per page
it: Messaggi per pagina
pl: Wiadomości na stronę

source: Web Clips
pl: Wycinki

source: Snippets
it: Frammenti
pl: Podgląd wiadomości

source: Keyboard shortcuts
it: Scorciatoie da tastiere
pl: Skróty klawiaturowe

source: Personal level indicators
it: Indicatori personali
pl: Znaczniki osobiste

source: Outgoing mail encoding
it: Encoding posta in uscita
pl: Kodowanie wiadomości wychodzących

source: Signature
it: Firma
pl: Podpis

source: Forwarding address must be specified when enabling forwarding.
it: L’indirizzo a cui inoltrare deve essere specificato quando la funzione inoltro viene abilitata
pl: Adres przekazywania musi być ustawiony przy włączaniu przekazywania.

source: Forwarding address must point to %(domain)s or its subdomain.
pl: Adres przekazywania musi znajdować się w domenie lub poddomenie %(domain)s.

source: Forwarding address must not be specified when not enabling forwarding.
it: L’indirizzo a cui inoltrare non deve essere specificato quando la funzione di inoltro e’ disabilitata
pl: Adres przekazywania nie może być ustawiony przy wyłączonym przekazywaniu.

source: Signature must be specified when enabling signature.
it: La firma deve essere specificata quando la funzione firma viene abilitata
pl: Należy ustalić podpis, jeśli ta opcja jest włączona.

source: Signature must not be specified when not enabling signature.
it: La firma non deve essere specificata quando la funzione firma e’ disabilitata
pl: Nie można wprowadzać podpisu, jeśli ta opcja jest wyłączona.

source: Doesn't matter
it: Non importa
pl: Nie ma znaczenia

source: Must have
it: Obbligatorio
pl: Musi zawierać

source: From
it: Da
pl: Od

source: To
it: A
pl: Do

source: Subject
it: Oggetto
pl: Temat

source: Has the words
it: Contiene le parole
pl: Zawiera słowa

source: Doesn't have
it: Non contiene
pl: Nie zawiera słów

source: Has attachment
it: Contiene allegato
pl: Załącznik

source: Apply label
it: Applica etichetta
pl: Dodaj etykietę

source: Mark as read
it: Segna come gia’ letto
pl: Oznacz jako przeczytane

source: Archive
it: Archivia
pl: Zarchiwizuj

source: At least one of fields: from, to, subject, has words, doesn't have, has attachment must be filled.
it: Almeno uno dei seguenti campi: da, a, oggetto, contiene, non contiene, contieneallegato deve essere specificato.
pl: Przynajmniej jedno z pól: od, do, temat, zawiera słowa, nie zawiera słow, załącznik musi być wypełnione.

source: At least one of fields apply label, mark as read, archive must be filled.
it: Almeno uno dei seguenti campit: applica etichetta, segna come gia’ letto, archivia deve essere specificato.
pl: Przynajmniej jedno z pól: dodaj etykietę, oznacz jako przeczytane, zarchiwizuj musi być wypełnione.

source: Enabled
it: Abilitato
pl: Włączone

source: Disabled
it: Disabilitato
pl: Wyłączone

source: Only send a response to people in my Contacts
it: Invia la risposta solo ai miei Contatti
pl: Wysyłaj tylko do osób, które znajdują się w mojej książce adresowej

source: Send to all
it: Invia a tutti
pl: Wysyłaj do wszystkich

source: Out of Office AutoReply
it: Risponditore automatico
pl: Wiadomość o nieobecności

source: Message
it: Messaggio
pl: Wiadomość

source: Send to
it: Invia a
pl: Wysyłaj do

source: Subject field is required
it: Il campo soggetto è richiesto
pl: Pole tematu jest wymagane

source: Message field is required
it: il campo messaggio è richiesto
pl: Pole wiadomości jest wymagane

source: Set %(link_start)sanother%(link_end)s reply to address
it: Imposta%(link_start)saltra%(link_end)s risposta all’indirizzo
pl: Ustaw %(link_start)sinny%(link_end)s adres zwrotny

source: %(widget)s %(link_start)sCancel%(link_end)s
it: %(widget)s %(link_start)sCancella%(link_end)s
pl: %(widget)s %(link_start)sAnuluj%(link_end)s

source: Name
it: Nome
pl: Nazwa

source: Email address
it: Indirizzo email
pl: Adres e-mail

source: Reply to
it: Rispondi a
pl: Adres zwrotny

source: Make default
it: utilizza come default
pl: Ustaw jako domyślne

source: Email permission
pl: Uprawnienia email

source: Description
it: Deascrizione
pl: Opis

source: Group name is required.
pl: Nazwa grupy jest wymagana.

source: %(link_start)sAdd%(link_end)s another owner
it: %(link_start)sAggiungi%(link_end)s un altro proprietario
pl: %(link_start)sDodaj%(link_end)s kolejnego właściciela

source: %(link_start)sAdd%(link_end)s another member
it: %(link_start)sAggiungi%(link_end)s un altro membro
pl: %(link_start)sDodaj%(link_end)s kolejnego członka

source: Owners
it: Proprietari
pl: Właściciele

source: Members
it: Membri
pl: Członkowie

source: Manage Users
it: Gestisci Utenti
pl: Zarządzanie użytkownikami

source: General
it: Generale
pl: Ogólne

source: Email Settings
it: Impostazioni email
pl: Ustawienia e-mail

source: Filters
it: Filtri
pl: Filtry

source: Send as
pl: Wysyłaj jako

source: Vacation responder
it: Risposta automatica
pl: Wiadomość o niebecności

source: Manage Groups
it: Gestisci gruppi
pl: Zarządzanie grupami

source: Manage Roles
it: Gestisci ruoli
pl: Zarządzanie rolami

source: Manage Shared Contacts
it: Gestisci Contatti condivisi
pl: Zarządzanie kontaktami współdzielonymi

source: Manage Calendar Resources
it: Gestisci risorse calendario
pl: Zarządzaniem zasobami kalendarza

source: Role name is required.
pl: Nazwa roli jest wymagana.

source: Role with this name already exists.
pl: Role o podanej nazwie już istnieje.

source: %(link_start)sAdd email%(link_end)s
it: %(link_start)sAggiungi email%(link_end)s
pl: %(link_start)sDodaj adres e-mail%(link_end)s

source: Enter email:<br/>%(widget)s %(link_start)sCancel%(link_end)s
it: Inserisci email:<br/>%(widget)s %(link_start)sAnnulla%(link_end)s
pl: Wprowadź adres e-mail:<br/>%(widget)s %(link_start)sAnuluj%(link_end)s

source: %(link_start)sAdd phone number%(link_end)s
it: %(link_start)sAggiungi numero di telefono%(link_end)s
pl: %(link_start)sDodaj numer telefonu%(link_end)s

source: Enter phone number:<br/>%(widget)s %(link_start)sCancel%(link_end)s
it: Inserisci il numero di telefono:<br/>%(widget)s %(link_start)sAnnulla%(link_end)s
pl: Wprowadź numer telefonu:<br/>%(widget)s %(link_start)sAnuluj%(link_end)s

source: Display name
it: Nome visualizzato
pl: Nazwa wyświetlana

source: Real name
it: Nome
pl: Imię i nazwisko

source: Notes
it: Note
pl: Uwagi

source: Company
it: Compagnia
pl: Firma

source: Role
it: Ruolo
pl: Stanowisko

source: Email
pl: Adres e-mail

source: Emails
pl: Adresy e-mail

source: Phone number
it: Numero di telefono
pl: Numer telefonu

source: Phone numbers
it: Numeri di telefono
pl: Numery telefonów

source: Company is required if role is not empty.
it: La Compagnia e’ richiesta se il Ruolo e’ specificato
pl: Pole firma jest wymagane, jeśli podano stanowisko.

source: Type
it: Tipo
pl: Typ

source: Name is required.
pl: Nazwa jest wymagana.

source: Items per page
it: Elementi per pagina
pl: Wiadomości na stronę

source: How many items to show at once on listing pages.
it: Elementi visualizzati in ogni pagina
pl: Ile elementów wyświetlać jednocześnie na stronie.

source: Dashboard
pl: Konsola

source: Users, Groups and Roles
it: Utenti, Gruppi e Ruoli
pl: Użytkownicy, grupy i role

source: Users
it: Utenti
pl: Użytkownicy

source: Groups
it: Gruppi
pl: Grupy

source: Shared Contacts
it: Contatti condivisi
pl: Kontakty współdzielone

source: Calendar Resources
it: Risorse calendario
pl: Zasoby kalendarza

source: Settings
it: Impostazioni
pl: Ustawienia

source: Panel Configuration
it: Configurazione Panel
pl: Konfiguracja panelu

source: Additional Setup
it: Impostazioni addizionali
pl: Ustawienia dodatkowe

source: Mr.
it: Signor
pl: Pan

source: Mrs.
it: Signora
pl: Pani

source: Miss
it: Signorina
pl: Panna

source: Ms.
it: Signora
pl: Pani

source: Inbox
pl: Poczta

source: Calendar
it: Calendario
pl: Kalendarz

source: Help
it: Aiuto
pl: Pomoc

source: Change domain
it: Cambia dominio
pl: Zmień domenę

source: Sign out
it: Esci
pl: Wyloguj się

source: Sign in
it: Entra
pl: Zaloguj się

source: Back to list
it: Torna a lista
pl: Powrót do listy

source: Privacy policy
it: Info privacy
pl: Polityka prywatności (ang.)

source: Feedback
pl: Twoja opinia

source: Report a problem
it: Segnala problema
pl: Zgłoś problem

source: Buy now
pl: Kup teraz

source: Add calendar resource
it: Aggiungi risorsa calendario
pl: Utwórz zasób kalendarza

source: create
it: crea
pl: utwórz

source: cancel
it: annulla
pl: anuluj

source: Calendar resource details
it: Dettagli risorse calendario
pl: Właściwości zasobu kalendarza

source: Calendar resources
it: Risorse calendario
pl: Zasoby kalendarza

source: Cloudreach Control Panel Dashboard
pl: Konsola Cloudreach Control Panel

source: License
pl: Licencja

source: <p>Your current license expired. Please <a href="#" onclick="return buyNow();">renew it</a> or you won't be able to keep using Cloudreach Control Panel shortly.</p>
pl: <p>Twoja licencja wygasła. Proszę ją <a href="#" onclick="return buyNow();">odnowić</a> lub dalsze używanie aplikacji Cloudreach Control Panel będzie niemożliwe.</p>

source: <p>You are using a trial license that is due to expire on %(expiration_date)s. <a href="#" onclick="return buyNow();">Buy now</a></p>
pl: <p>Używasz licencji tymczasowej, która wygaśnie dnia %(expiration_date)s. <a href="#" onclick="return buyNow();">Kup teraz</a></p>

source: <p>Active for %(domain)s</p>
pl: <p>Aplikacja aktywna dla %(domain)s</p>

source: Known issues
pl: Znane problemy

source: When launching the control panel for the first time, it can take some time to display all users and groups
pl: Przy pierwszym uruchomieniu panelu może trochę potrwać zanim wszyscy użytkownicy i grupy będą widoczne

source: Occasionally server error may be displayed when try to access "Calendar Resources"
pl: Błąd "Server error" podczas dostępu do zasobów kalendarza

source: News
pl: Nowości

source: Version 1.0.1 released to improve speed with larger domains
pl: Wydano wersję 1.0.1 aplikacji, która poprawia szybkość dla dużych domen

source: Control Panel launched at Google Innovation @Work event
pl: Start aplikacji Control Panel podczas imprezy Google Innovation @Work

source: Support
pl: Wsparcie

source: To find out how to get support, please read our <a href="https://sites.google.com/a/cloudreach.co.uk/help/controlpanel/support" target="_blank">support guide</a>.
pl: Aby dowiedzieć się, jak uzyskać wsparcie, proszę przeczytać nasz <a href="https://sites.google.com/a/cloudreach.co.uk/help/controlpanel/support" target="_blank">przewodnik</a> (ang.).

source: Welcome to Cloudreach Control Panel
pl: Witamy w panelu firmy Cloudreach

source: Getting started
pl: Zapoznanie z panelem

source: An introduction to the Cloudreach Control Panel
pl: Wprowadzenie do aplikacji Cloudreach Control Panel

source: Tips for Users
pl: Wskazówki dla użytkowników

source: See how to use the Cloudreach Control Panel in this educational video
pl: Dowiedz się jak korzystać z panelu Cloudreach Control Panel z tego materiału wideo

source: Tips for Administrators
pl: Wskazówki dla administratorów

source: The hints and tips that you need to make the most of the Cloudreach Control Panel
pl: Porady i wskazówki, które mogą się okazać przydatne podczas korzystania z aplikacji Cloudreach Control Panel

source: Setting up roles
pl: Konfigurowanie ról

source: A video for Administrators showing how to setup and assign roles for your organisation
pl: Materiał wideo dla administratorów przedstawiający sposób tworzenia i przydzialania ról w Twojej firmie

source: Thank you for your feedback
it: Grazie per il tuo parere
pl: Dziękujemy za Twoją wiadomość

source: Thank you
it: Grazie
pl: Dziękujemy

source: We received your message. Thank you very much for your feedback.
it: Il tuo messaggio e’ stato ricevuto. Grazie per il tuo parere.
pl: Twoja wiadomość została wysłana. Dziękujęmy za Twoją opinię.

source: Create group
it: Crea gruppo
pl: Utwórz grupę

source: Create new group
it: Crea nuovo gruppo
pl: Utwórz grupę

source: Group details
it: Dettagli gruppo
pl: Właściwości grupy

source: Group members
it: Membri gruppo
pl: Członkowie grupy

source: Groups list
it: Lista gruppi
pl: Lista grup

source: Language settings
it: Impostazioni lingua
pl: Ustawienia języka

source: Create role
it: Crea ruolo
pl: Utwórz rolę

source: Create new role
it: Crea nuovo ruolo
pl: Utwórz rolę

source: Role details
it: Dettagli ruolo
pl: Właściwości roli

source: Roles list
it: Lista ruoli
pl: Lista ról

source: Add shared contact
it: Aggiungi contatto condiviso
pl: Utwórz kontakt współdzielony

source: Shared contact details
it: Dettagli contatti condivisi
pl: Właściwości kontaktu współdzielonego

source: Shared contacts
it: Contatti condivisi
pl: Kontakty współdzielone

source: Query
it: Cerca
pl: Zapytanie

source: go
it: vai
pl: szukaj

source: quick search
it: Ricerca rapida
pl: szybkie wyszukiwanie

source: advanced search
it: Ricerca avanzata
pl: wyszukiwanie zaawansowane

source: Phone
it: Telefono
pl: Telefon

source: Remove filters
it: Rimuovi filtri
pl: Usuń filtry

source: Create user
it: Crea utente
pl: Utwórz użytkownika

source: Create new user
it: Crea nuovo utente
pl: Utwórz użytkownika

source: Temporary password
it: Password temporanea
pl: Hasło tymczasowe

source: User details
it: Dettagli utente
pl: Właściwości użytkownika

source: Suspend user
it: Sospendi utente
pl: Zablokuj użytkownika

source: Are you sure want to suspend selected user?
it: Confermi di voler sospendere l’utente selezionato?
pl: Czy jesteś pewny, że chcesz zablokować tego użytkownika?

source: Restore user
it: Ripristina utente
pl: Odblokuj użytkownika

source: Are you sure want to restore selected user?
it: Confermi di voler ripristinare l’utente selezionato?
pl: Czy jesteś pewny, że chcesz odblokować tego użytkownika?

source: Restore
it: Ripristina
pl: Odblokuj

source: Suspend
it: Sospendi
pl: Zablokuj

source: Aliases
it: Pseudonimi
pl: Aliasy

source: User filters
it: Filtri utente
pl: Filtry użytkownika

source: User groups
it: Gruppi utenti
pl: Grupy użytkownika

source: Member of
it: Membro di
pl: Członek grup

source: Remove
it: Rimuovi
pl: Usuń

source: Users list
it: Lista utenti
pl: Lista użytkowników

source: Entity with specified name already exists, please choose another one.
it: Il nome specificato e’ gia’ presente, segli un altro
pl: Obiekt o podanej nazwie już istnieje, proszę wybrać inną nazwę.

source: save
it: salva
pl: zapisz

source: reset
it: azzera
pl: resetuj

source: Add
it: Aggiungi
pl: Dodawanie

source: Change
it: Cambia
pl: Zmiana

source: Read
it: Leggi
pl: Odczytywanie

source: Changes have been saved, although it may take up to 24 hours for new data to propagate through Google services.
it: I cambiamenti sono stati salvati. Potrebbero essere necessarie 24 ore prima che leinformazioni propagate a tutti i servizi Google.
pl: Zmiany zostały zapisane, chociaż niektóre z nich mogą zająć do 24 godzin zanim będą widoczne.

source: Delete calendar resources
it: Rimuovi risorse calendario
pl: Usuń zasoby kalendarza

source: Are you sure you want to delete selected calendar resources?
it: Confermi di voler eliminare le risorse calendario condivise?
pl: Czy jesteś pewny, że chcesz usunąć zaznaczone zasoby kalendarza?

source: One or more of the fields contains too many characters.
pl: Jedno lub więcej pole zawiera zbyt dużo znaków.

source: Delete groups
it: Rimuovi gruppi
pl: Usuń grupy

source: Are you sure you want to delete selected groups?
it: Confermi di voler rimuovere i gruppi selezionati?
pl: Czy jesteś pewny, że chcesz usunąć zaznaczone grupy?

source: User or group with this name already exists.
it: Un utente o gruppo con lo stesso nome esiste di gia’
pl: Użytkownik lub grupa o tej nazwie już istnieje.

source: Permissions
it: Permessi
pl: Uprawnienia

source: Delete roles
it: Rimuovi ruoli
pl: Usuń role

source: Are you sure you want to delete selected roles?
it: Confermi di voler rimuovere i ruoli selezionati?
pl: Czy jesteś pewny, że chcesz usunąć zaznaczone role?

source: Delete shared contacts
it: Rimuovi contatti condivisi
pl: Usuń kontakty współdzielone

source: Are you sure you want to delete selected shared contacts?
it: Confermi di voler rimuovere i contatti condivisi selezionati?
pl: Czy jesteś pewny, że chcesz usunąć zaznaczone kontakty współdzielone?

source: One or more field is too long.
pl: Jedno lub więcej pól jest zbyt długie.

source: Suspended
it: Sospeso
pl: Zablokowany

source: Active
it: Attivo
pl: Aktywny

source: Email quota
it: Quota email
pl: Limit pojemności

source: Delete users
it: Rimuovi utenti
pl: Usuń użytkowników

source: Are you sure you want to delete selected users?
it: Confermi di voler rimuovere l’utente selezionato?
pl: Czy jesteś pewny, że chcesz usunąć zaznaczonych użytkowników?

source: Either user or nick with this name already exists.
it: Esiste gia’ un utente con lo stesso nome o soprannome
pl: Użytkownik lub pseudonim o tej nazwie już istnieje.

source: User with such name was recently deleted and this name cannot be currently used.
it: Un utente con lo stesso nome e’ stato rimosso di recente e al momento non e’ possibile riutilizzare il nome.
pl: Użytkownik o takiej nazwie został niedawno usunięty, dlatego ta nazwa nie może być aktualnie użyta.

source: Your domain user limit has been reached, you cannot create more users.
it: Il limite di utenti per dominio e’ stato raggiunto, non puoi creare altri utenti
pl: Limit ilości użytkowników dla Twojej domeny został osiągnięty. Nie możesz tworzyć więcej użytkowników.

source: An error occured during the request. Please try again.
pl: Podczas przetwarzania żądania wystąpił błąd. Proszę spróbować jeszcze raz.

source: This name is already reserved.
it: Nome gia’ utilizzato
pl: Ta nazwa jest już zarezerwowana.

source: Email address has to exist as a user or an alias on %s domain.
it: L’indirizzo email deve esistere come utente o alias del dominio %s
pl: Podany adres e-mail musi odnosić się do istniejącego użytkownika lub aliasu w domenie %s.

source: Email address has to be of form username@%s.
it: L’indirizzo email deve essere nella forma nomeutente@%s
pl: Adres e-mail musi być formatu nazwa_uzytkownika@%s.

source: View users in your domain
it: Visualizza utenti nel tuo dominio

source: Create users in your domain
it: Creat utenti nel tuo dominio

source: Modify users in your domain
it: Modificica utenti nel tuo dominio

source: Change vacation responder settings
it: Cambia la risposta automatica

source: View groups in your domain
it: Visualizza gruppi nel tuo dominio

source: Create groups in your domain
it: Crea gruppi nel tuo dominio

source: Modify groups in your domain
it: Modififica gruppi nel tuo dominio

source: View shared contacts in your domain
it: Visualizza contatti condivisi nel tuo dominio

source: Create shared contacts in your domain
it: Crea contatti condivisi nel tuo dominio

source: Modify shared contacts in your domain
it: Modifica contatti condivisi nel tuo dominio

source: View calendar resources in your domain
it: Visualizza le risorse calendario nel tuo dominio

source: Create calendar resources in your domain
it: Crea risorse calendario nel tuo dominio

source: Modify calendar resources in your domain
it: Modifica risorse calendario nel tuo dominio

source: Welcome to Cloudreach Powerpanel
it: Benvenuto in Cloudreach Powerpanel

source: Administrator
it: Amministratore

source: query
it: cerca

source: Status
it: Stato
